{"id": 0, "dialog": ["Yes, they returned it and it was in perfect shape. I was so grateful.", "That's great to hear. I hope you have a great rest of your day! What kind of music do you like?", "That's great! I'm glad they were able to return it to you. What kind of fishing do you like to do?", "I like fishing too. I also like to go fishing on the weekends.", "That sounds like a lot of fun. I've never been fishing, but I've always wanted to.", "That sounds like a lot of fun. I've never been fishing before.", "You should try it sometime. It's a great way to spend time with friends and family.", "I'll have to look into it. I've always wanted to go fishing with my family.", "You should, it's very relaxing and a good way to get out of the house.", "I'll have to look into it. I'm always looking for new ways to stay in shape."]}
{"id": 1, "dialog": ["That sounds like it would be really scary. Do you live near a beach? I don't like them.", "I live near the Gulf of Mexico, so there are plenty of beaches to choose from.", "That's good. I live in a rural area, so the closest beach is a couple hours away.", "That's good to hear. Do you have any hobbies? I love to cook and bake.", "I don't have much time for hobbies. I spend most of my time at the beach.", "That's too bad. I like to bake as well. What kind of food do you like?", "I love Italian food. It is one of my favorite foods. What about you?", "I like italian as well, but I also like italian as well. What is your favorite italian dish?", "I love lasagna and spaghetti and meatballs. Do you have a favorite?", "I like lasagna as well, but my favorite is spaghetti and meatballs."]}
{"id": 2, "dialog": ["He does believe in animal rights, but he just doesn't agree with me on a lot of things.", "Yes, he does. I like to listen to country music while I work out. What do you do for a living?", "I work as a financial analyst for a big company. What about you? Do you have a job?", "I'm a stay at home mom. I love listening to country music while I work out.", "Country music is a great genre to work out to. What kind of music do you listen to while you work out?", "I listen to a little bit of everything, but country is my favorite genre.", "I like a lot of different kinds of music, but I think country is probably my favorite as well.", "I don't really listen to much country music. I just listen to it while I work out.", "Country music is very popular in the southern United States. Do you like it?", "Yes, I love it. It's one of the most popular music genres in the world."]}
{"id": 3, "dialog": ["I agree.  I like mine with chocolate syrup and vanilla ice cream.  How about you?", "I'm a stay at home mom. What kind of ice cream do you like?", "I like Ben & Jerry's.  It's my favorite.  Do you have a favorite flavor?", "I like all kinds of ice cream, but my favorite is vanilla ice cream. What about you?", "I like cookie dough and mint chocolate chip.  What's your favorite ice cream?", "I like mint chocolate chip as well. I also like vanilla ice cream ice cream.", "Vanilla is one of my favorites too.  I like that it is sweetened with sugar or sugar substitutes.", "I like it with vanilla ice cream, but I'm not a big fan of it.", "I don't like it that much either.  It is a little too sweet for me.", "I'm sure it is. I'm a big fan of vanilla ice cream."]}
{"id": 4, "dialog": ["I think it went well.  We had a good time and I think she liked me.", "I'm glad you had a great time. What kind of music do you like?", "I like all kinds of music, but my favorite genre is rock. What about you?", "I like a lot of different types of music. My favorite band is Led Zeppelin.", "I like them too. They were formed in 1962 in Los Angeles.", "I love them too! I saw them in concert a few years ago, it was amazing!", "I would love to see them live. They are one of the most influential bands of all time.", "They really are. They have sold over 100 million records worldwide. That's a lot of money.", "Wow, that is a lot. They were formed in 1985 in Los Angeles, California.", "Wow, that's a lot. They are one of the most influential bands of all time."]}
{"id": 5, "dialog": ["I haven't read that one. I'll have to check it out. I'm a big Superman fan.", "I don't really have a favorite, but I do like to read non-fiction.", "I like non fiction as well. What is your favorite nonfiction book?", "I don't really have a favorite book, but I do like non fiction. What about you?", "I like a lot of books, but my favorite is probably The Catcher in the Rye.", "I love that book too. It was written by Steven Spielberg and starring Daniel Day-Lewis.", "Yes, it's a great book. It's one of the best-selling novels of all time.", "It is a great book. It was written by Steven Spielberg and starring Daniel Day-Lewis.", "I didn't know that! It was published in 1974, so it's been around a while.", "I know, it's been around a long time. It's one of the best-selling books of all time."]}
{"id": 6, "dialog": ["I'm so sorry to hear that. My father passed away a few years ago as well.", "I'm glad to hear that. I hope you have a great rest of your day!", "Thank you, I hope the same for you. It's been a rough couple of days.", "You're welcome. I hope you have a great rest of your day as well!", "Thank you so much, I appreciate it! I hope your day is going well as well.", "You're welcome! I hope you have a great rest of your day as well!", "Thank you very much! I will try to enjoy it as much as I can. Have a great day!", "You're welcome! I hope you have a great rest of your day as well!", "Thank you so much, I appreciate it. I hope your day is as great as mine!", "I'm glad to hear that. I hope you have a great rest of your day as well!"]}
{"id": 7, "dialog": ["He's a figure skater. He's been skating since he was a little kid.", "He's a figure skater, but he's been skating since he was a little kid.", "That's pretty cool. I've never been able to do any tricks on a skateboard.", "That's really cool. He's been skating since he was a little kid.", "I bet he's really good at it. Skateboarding is one of the most popular recreational activities in the world.", "That's really cool. He's been skating since he was a little kid.", "He must be really talented to be able to do that. It takes a lot of skill to do tricks on a skateboard.", "It does, but it's worth it in the end. It's a great way to stay in shape.", "I bet it is. Skateboarding is one of the most popular recreational activities in the world.", "Yes, it is. It is also one of the most popular recreational activities in the world."]}
{"id": 8, "dialog": ["I don't eat fish, but I'm sure it's good for you. What do you do for a living?", "I work at a fast food restaurant. I love seafood. What about you?", "I work for an online company. I work from home, so I have a lot of free time.", "That's cool. What kind of food do you serve? I love fast food!", "I work for Pizza Hut. What do you do for fun? I like to play video games.", "Video games are fun. I like to go to the movies and play board games.", "That sounds like a lot of fun! I like board games too. What's your favorite?", "I don't really have a favorite, but I do like action and adventure games.", "My favorite is Monopoly. I play it with my family all the time. What is your favorite game?", "I don't really have a favorite, but I do like adventure games. Do you have a favorite movie?"]}
{"id": 9, "dialog": ["That sounds really good. I'll have to try that next time I'm craving a burrito.", "I'll definitely have to give it a try. What kind of burrito do you have?", "I work in a hospital so I eat a lot of mexican food. What do you do for a living?", "I work at a fast food restaurant. I love Mexican food. What do you like to eat?", "I love tacos, burritos, enchiladas, and chili con carne. What about you?", "I like Mexican food as well. I also like Mexican food. What is your favorite dish?", "My favorite dish is enchilda. It is a traditional Mexican dish consisting of a corn or wheat tortilla folded or rolled around a filling.", "I love it too. It's one of the most popular cuisines in the world.", "I love enchiladas as well! They are one of my favorite Mexican dishes.", "I love them too! I love how they can be made with a variety of fillings like beef, pork, chicken, seafood, and vegetables."]}
