{"id": 0, "dialog": ["Yes, they returned it and it was in perfect shape. I was so grateful.", "That's great to hear. I hope you have a great rest of your day! What kind of music do you like?", "That's great! I'm glad they were able to return it to you. What kind of fishing do you like to do?", "I like fishing too. I also like to go fishing on the weekends.", "That sounds like a lot of fun. I've never been fishing, but I've always wanted to.", "That sounds like a lot of fun. I've never been fishing before.", "You should try it sometime. It's a great way to spend time with friends and family.", "I'll have to look into it. I've always wanted to go fishing with my family.", "You should, it's very relaxing and a good way to get out of the house.", "I'll have to look into it. I'm always looking for new ways to stay in shape."]}
{"id": 1, "dialog": ["That sounds like it would be really scary. Do you live near a beach? I don't like them.", "I live near the Gulf of Mexico, so there are plenty of beaches to choose from.", "That's good. I live in a rural area, so the closest beach is a couple hours away.", "That's good to hear. Do you have any hobbies? I love to cook and bake.", "I don't have much time for hobbies. I spend most of my time at the beach.", "That's too bad. I like to bake as well. What kind of food do you like?", "I love Italian food. It is one of my favorite foods. What about you?", "I like italian as well, but I also like italian as well. What is your favorite italian dish?", "I love lasagna and spaghetti and meatballs. Do you have a favorite?", "I like lasagna as well, but my favorite is spaghetti and meatballs."]}
{"id": 2, "dialog": ["He does believe in animal rights, but he just doesn't agree with me on a lot of things.", "Yes, he does. I like to listen to country music while I work out. What do you do for a living?", "I work as a financial analyst for a big company. What about you? Do you have a job?", "I'm a stay at home mom. I love listening to country music while I work out.", "Country music is a great genre to work out to. What kind of music do you listen to while you work out?", "I listen to a little bit of everything, but country is my favorite genre.", "I like a lot of different kinds of music, but I think country is probably my favorite as well.", "I don't really listen to much country music. I just listen to it while I work out.", "Country music is very popular in the southern United States. Do you like it?", "Yes, I love it. It's one of the most popular music genres in the world."]}
{"id": 3, "dialog": ["I agree.  I like mine with chocolate syrup and vanilla ice cream.  How about you?", "I'm a stay at home mom. What kind of ice cream do you like?", "I like Ben & Jerry's.  It's my favorite.  Do you have a favorite flavor?", "I like all kinds of ice cream, but my favorite is vanilla ice cream. What about you?", "I like cookie dough and mint chocolate chip.  What's your favorite ice cream?", "I like mint chocolate chip as well. I also like vanilla ice cream ice cream.", "Vanilla is one of my favorites too.  I like that it is sweetened with sugar or sugar substitutes.", "I like it with vanilla ice cream, but I'm not a big fan of it.", "I don't like it that much either.  It is a little too sweet for me.", "I'm sure it is. I'm a big fan of vanilla ice cream."]}
{"id": 4, "dialog": ["I think it went well.  We had a good time and I think she liked me.", "I'm glad you had a great time. What kind of music do you like?", "I like all kinds of music, but my favorite genre is rock. What about you?", "I like a lot of different types of music. My favorite band is Led Zeppelin.", "I like them too. They were formed in 1962 in Los Angeles.", "I love them too! I saw them in concert a few years ago, it was amazing!", "I would love to see them live. They are one of the most influential bands of all time.", "They really are. They have sold over 100 million records worldwide. That's a lot of money.", "Wow, that is a lot. They were formed in 1985 in Los Angeles, California.", "Wow, that's a lot. They are one of the most influential bands of all time."]}
{"id": 5, "dialog": ["I haven't read that one. I'll have to check it out. I'm a big Superman fan.", "I don't really have a favorite, but I do like to read non-fiction.", "I like non fiction as well. What is your favorite nonfiction book?", "I don't really have a favorite book, but I do like non fiction. What about you?", "I like a lot of books, but my favorite is probably The Catcher in the Rye.", "I love that book too. It was written by Steven Spielberg and starring Daniel Day-Lewis.", "Yes, it's a great book. It's one of the best-selling novels of all time.", "It is a great book. It was written by Steven Spielberg and starring Daniel Day-Lewis.", "I didn't know that! It was published in 1974, so it's been around a while.", "I know, it's been around a long time. It's one of the best-selling books of all time."]}
{"id": 6, "dialog": ["I'm so sorry to hear that. My father passed away a few years ago as well.", "I'm glad to hear that. I hope you have a great rest of your day!", "Thank you, I hope the same for you. It's been a rough couple of days.", "You're welcome. I hope you have a great rest of your day as well!", "Thank you so much, I appreciate it! I hope your day is going well as well.", "You're welcome! I hope you have a great rest of your day as well!", "Thank you very much! I will try to enjoy it as much as I can. Have a great day!", "You're welcome! I hope you have a great rest of your day as well!", "Thank you so much, I appreciate it. I hope your day is as great as mine!", "I'm glad to hear that. I hope you have a great rest of your day as well!"]}
{"id": 7, "dialog": ["He's a figure skater. He's been skating since he was a little kid.", "He's a figure skater, but he's been skating since he was a little kid.", "That's pretty cool. I've never been able to do any tricks on a skateboard.", "That's really cool. He's been skating since he was a little kid.", "I bet he's really good at it. Skateboarding is one of the most popular recreational activities in the world.", "That's really cool. He's been skating since he was a little kid.", "He must be really talented to be able to do that. It takes a lot of skill to do tricks on a skateboard.", "It does, but it's worth it in the end. It's a great way to stay in shape.", "I bet it is. Skateboarding is one of the most popular recreational activities in the world.", "Yes, it is. It is also one of the most popular recreational activities in the world."]}
{"id": 8, "dialog": ["I don't eat fish, but I'm sure it's good for you. What do you do for a living?", "I work at a fast food restaurant. I love seafood. What about you?", "I work for an online company. I work from home, so I have a lot of free time.", "That's cool. What kind of food do you serve? I love fast food!", "I work for Pizza Hut. What do you do for fun? I like to play video games.", "Video games are fun. I like to go to the movies and play board games.", "That sounds like a lot of fun! I like board games too. What's your favorite?", "I don't really have a favorite, but I do like action and adventure games.", "My favorite is Monopoly. I play it with my family all the time. What is your favorite game?", "I don't really have a favorite, but I do like adventure games. Do you have a favorite movie?"]}
{"id": 9, "dialog": ["That sounds really good. I'll have to try that next time I'm craving a burrito.", "I'll definitely have to give it a try. What kind of burrito do you have?", "I work in a hospital so I eat a lot of mexican food. What do you do for a living?", "I work at a fast food restaurant. I love Mexican food. What do you like to eat?", "I love tacos, burritos, enchiladas, and chili con carne. What about you?", "I like Mexican food as well. I also like Mexican food. What is your favorite dish?", "My favorite dish is enchilda. It is a traditional Mexican dish consisting of a corn or wheat tortilla folded or rolled around a filling.", "I love it too. It's one of the most popular cuisines in the world.", "I love enchiladas as well! They are one of my favorite Mexican dishes.", "I love them too! I love how they can be made with a variety of fillings like beef, pork, chicken, seafood, and vegetables."]}
{"id": 10, "dialog": ["I'm sorry to hear that. I know how you feel. My father passed away a few years ago.", "I'm sorry to hear that. I hope you have a great rest of your day!", "I'm sorry for your loss as well. Thank you for the well wishes, I hope the same for you.", "You're welcome! I hope you have a great rest of your day and a great rest of your day!", "Thank you so much, I really appreciate it. Have a great day as well! :D", "You're welcome! I hope you have a great rest of your day as well!", "Thank you very much! I will try my best to have a good rest of my day.", "I hope you have a great rest of your day and a great rest of your day!", "Thank you so much for your kind words. I hope your day is as good as mine!", "I'm glad to hear that. I hope you have a great rest of your day!"]}
{"id": 11, "dialog": ["That's good to know. I'm not sure what I want to do with my degree.", "I'm a stay at home mom, so I spend a lot of time with my kids.", "That's great. I wish I could be a stay-at-home mom. How many kids do you have?", "I have two kids. I love to cook and bake. What about you? Do you have any hobbies?", "I don't have any kids yet, but I hope to in the future. I like to cook as well.", "I'm a stay at home mom, so I spend a lot of time with my kids.", "That's great! I'm sure you're a great parent. Do you like to bake?", "Yes, I love to bake. I love to bake cakes and cookies. What about you?", "I'm not much of a baker, but I do like to cook. I enjoy cooking for my family.", "That's cool. What kind of cookies do you bake? I like to make cakes and cookies."]}
{"id": 12, "dialog": ["I'm the same way. I try to focus on the positives and not compare myself to others.", "Do you have any hobbies? I like to go to the park and play with my dog.", "I love the outdoors. I love to hike and camp. What kind of dog do you have?", "I love to go to the park and play with my dog. I also like to read.", "I love dogs! I have a labrador retriever. What is your dog's name?", "Labradors are great dogs. I like to take them to the park and play with their toys.", "I've never heard of that breed. What kind of toys do you like to play with them?", "I like to take them to the park and play with their toys. I also like to read.", "That sounds like a lot of fun. I'll have to try that sometime. Do you have any other pets?", "I don't have any pets, but I do like to read. I love fantasy novels."]}
{"id": 13, "dialog": ["Whiskey is my favorite alcoholic beverage. Do you have a favorite type of whisky?", "I like all kinds of whisky, but my favorite is whisky. What about you?", "I'm not much of a drinker, but I do enjoy a good scotch.", "I like a lot of different types of whisky. I like to drink it in my spare time.", "Whisky is a type of alcoholic beverage made from fermented grain mash.", "I like it with a little bit of sugar and a little lemon. What do you like to drink?", "I like Irish whiskey. It is made in Ireland and Scotland.", "I like it as well, but I also like it with a little bit of sugar and a little lemon.", "I like mine with a bit of lime juice and a splash of vodka.", "That's cool. I like it with a little lemon and a little lemon."]}
{"id": 14, "dialog": ["I used to play with him all the time when I was a kid. I miss him so much.", "That's awesome! I love him too. He's a great kid. What kind of music do you like?", "I like all kinds of music, but my favorite band is the Beatles. What about you?", "I like a lot of different types of music. My favorite band of all time is Led Zeppelin.", "I like them too. They were formed in 1962 in Los Angeles.", "I love them too! They are one of the most influential bands of all time.", "They really are. They have sold over 100 million records worldwide. That's crazy!", "Wow, that's a lot of records. I didn't realize they were so influential.", "They really are! They were formed in 1985 in Los Angeles, California.", "Wow, that's a lot of records. I didn't realize they were so influential."]}
{"id": 15, "dialog": ["I agree, Mexico is a great place to visit. I love the beaches and the food.", "Me too! The beaches and the food are great. Do you have a favorite place you want to visit?", "I would love to go to Puerto Rico. I hear it's beautiful there.", "I would love to go someday. What is your favorite thing to do there?", "I think I would like to visit the beach and see all the wildlife. What about you?", "I think I would like to go to a beach and see all the wildlife.", "That sounds like a lot of fun. Do you have a favorite beach you want to visit?", "I think I would like to go to a beach and see all the wildlife.", "I love the beach, but I don't get to go as often as I'd like.", "That's too bad. The beach is one of the most visited tourist destinations in the world."]}
{"id": 16, "dialog": ["That's great! I love cats, but I'm allergic to them so I can't have one.", "I'm not a big fan of cats. I'm more of a cook than a cook.", "I love them too, but I don't think I could live with one as a roommate.", "That's cool. I'm more of a cook than a cook. I wish I could be a cook.", "Cooking is a great skill to have. You can make a lot of different dishes.", "I agree. I think it would be a lot of fun. What do you like to do for fun?", "I like to cook and bake. I also like to play video games. What about you?", "Video games are fun. I like to cook, but I'm more of an outdoorsy person.", "Outdoor activities are fun too. Do you have a favorite outdoor activity?", "I like to go to the park and play with my dog. I also like to read."]}
{"id": 17, "dialog": ["It's the Kentucky Longhorns. I'm so proud of them.", "That's awesome! I've never heard of them. What kind of music do you like?", "I like all kinds of music, but my favorite band is the Beatles. What about you?", "I like a lot of different types of music. My favorite band of all time is Led Zeppelin.", "I like them too. They were formed in 1962 in Los Angeles.", "I'll have to check them out. I'm always looking for new music to listen to.", "They are a great band. They are one of the most influential bands in the history of rock and roll.", "They really are. They have sold over 100 million records worldwide. That's a lot of money.", "Yes, they have been around for a long time. They were formed in 1985 in Los Angeles, California.", "I'll have to check them out. They are one of the most influential bands of all time."]}
{"id": 18, "dialog": ["I love music! Bruno Mars is one of my favorites. What kind of music do you like?", "I like all kinds of music, but my favorite band is the Beatles. What about you?", "I don't really have a favorite. I like a lot of different music. What do you do for a living?", "I work in a warehouse. It pays the bills, but it's not what I want to do for the rest of my life.", "That's too bad. Do you have any hobbies you like to do in your spare time?", "I like to play video games and watch movies. I also like to read. What about you?", "I love to read as well. What is your favorite genre? I like fantasy and sci-fi.", "I like sci fi and fantasy as well, but my favorite is fantasy. What is yours?", "I like science fiction as well as fantasy. Do you have any favorite authors?", "I don't really have a favorite author, but I do like to read non-fiction."]}
{"id": 19, "dialog": ["Do you speak any other languages besides Algerian? I know a little bit of French.", "That's too bad. Do you play any musical instruments? I play the violin.", "No, I don't play any instruments. I wish I could play an instrument though.", "I know. I don't play any musical instruments, but I do enjoy listening to music.", "That's cool. What kind of music do you like to listen to? I like rock and roll.", "I like all kinds of music, but my favorite band is the Beatles. What about you?", "I like a lot of different types of music as well. My favorite band of all time is Led Zeppelin.", "I don't really have a favorite, but I do like some of the music from the 60s and 70s.", "I like them too. They were formed in Liverpool, England in 1960.", "I love them too! They are one of the most influential bands of all time."]}
{"id": 20, "dialog": ["That's so cool! I love indian food. What's your favorite dish to cook?", "I love indian food as well. My favorite is sushi. What about you?", "Sushi is my favorite too! I like to make it with brown rice instead of white rice.", "Brown rice is my favorite, but I also like white rice. Do you have a favorite type of rice?", "Brown rice has a lot of nutritional value. It's the most widely consumed grain in the world.", "I love it too! It's one of the most widely consumed grains in the world.", "It's also the most commonly eaten grain worldwide, and the world's third-largest food crop behind rice and wheat.", "I agree. I like to make it with brown rice, but I don't eat it as much as I should.", "Brown rice is a good source of protein, but it can also be used as a substitute for white rice.", "I agree. I like it with brown rice, but I don't eat it as much as I should."]}
{"id": 21, "dialog": ["That sounds like a lot of fun. Do you use a fly rod or a reel?", "That sounds like fun. I've never ridden a reel, but I'd like to one day.", "You should try it. It's a lot more fun than fishing with a rod and reel.", "I'll have to look into it. I've always wanted to try it. Do you have any hobbies?", "Yes, I do. I like to go fishing. It is a lot of fun.", "I've never been fishing, but I've always wanted to try it. I've heard it's very relaxing.", "It really is. You should give it a try sometime. What else do you like to do?", "I like to play video games and watch movies. What about you? Do you have any hobbies?", "I don't have much time for hobbies. I spend most of my time at work.", "I like to play video games and watch movies. What kind of work do you do?"]}
{"id": 22, "dialog": ["Facebook is a great way to keep in touch with friends and family. Do you have a lot of friends on there?", "Yes, I love to go to the beach and surf. What about you?", "I don't have many friends on facebook, but I do like to go surfing.", "Surfing sounds like a lot of fun. I like to play video games and watch movies.", "I like video games as well. What is your favorite genre of video games to play?", "I like action and adventure games. Do you have a favorite video game genre?", "I like action, adventure, and racing games the most.  What about you?", "I like action adventure as well, but I also like RPGs. What is your favorite?", "I like all kinds of RPG's.  Do you like role-playing games like Dungeons and Dragons?", "Have you ever played D&D? It is a role playing game where you play as a character in a fictional setting."]}
{"id": 23, "dialog": ["I know. I was devastated when I found out about it. I love animals so much.", "I know, right? It's so scary. Do you have a favorite animal?", "I love all animals, but I think my favorite would have to be dogs. What about you?", "I don't really have a favorite, but I do think it would be a lot of fun.", "I love them all, but dogs are definitely my favorite. Dogs are man's best friend.", "I agree. I think it would be a lot of fun. Do you have any pets?", "I do! I have a dog and a cat. I love them both so much. What about you?", "I don't have any pets, but I would like to take them to the park and play with their toys.", "That sounds like a great idea! What kind of toys do you want to play with?", "I like toys too. I like to take them to the park and play with their toys."]}
{"id": 24, "dialog": ["I don't think I can. I love chocolate too much to give it back to him.", "Chocolate is my favorite too! I just don't like to give it a try.", "I don't blame you. It's so sweet and delicious. What else do you like to do in your spare time?", "I like to play video games and watch movies. What about you? Do you have any hobbies?", "Video games are fun, but I'm more of an outdoorsy person. I like to hike and camp.", "I like hiking and camping as well. I also like to go fishing on the weekends.", "I've never been fishing, but it sounds like a lot of fun. What kind of fishing do you like to do?", "I like to go fishing on the lake near my house. It's a lot of fun.", "That does sound like fun. Do you use a rod, reel, line and bait?", "That sounds like a good way to catch some fish. I've never been fishing before."]}
{"id": 25, "dialog": ["I don't think I would be able to handle it. I work at a corner store on the weekends.", "That's cool. Do you have any hobbies? I like to go to the park and play with my dog.", "I don't have a lot of time for hobbies. I spend most of my time at work. What kind of dog do you have?", "I like to take my dog to the dog park and play with the dogs. What about you?", "I have a labrador retriever. He's a handful, but I love him.", "Labradors are great dogs. They can be trained to do a variety of things for you.", "They really are. They were bred to retrieve shot waterfowl such as ducks and geese.", "Shot waterfowl are so versatile. They can be trained to do a variety of things for you.", "They really are! They have been bred over millennia for various behaviors, sensory capabilities, and physical attributes.", "Yes, they are. They can be trained to do many things, such as hunting, herding, pulling loads, assisting police and military."]}
{"id": 26, "dialog": ["I know what you mean. I wish I could go back in time and be a kid again.", "I would love to be a kid again. I think it would be a lot of fun.", "It would be fun, but I don't think I would want to go back to high school.", "I know, it would be so fun to be a kid again. I think it would be a lot of fun.", "I think so too, but it's not the same as when I was a kid.", "I agree. It would be so fun to be a kid again. It would be so fun to be a kid.", "I agree, but I don't think I'd want to go through with it now.", "I agree. It would be so fun to be a kid again, but I think it would be worth it in the end.", "I think so too. I think I would have a lot of fun with my friends and family.", "I agree. I think it would be so fun to go to the park and play with my dog."]}
{"id": 27, "dialog": ["I'm so sorry to hear that. I lost my mom when I was a child as well.", "That's too bad. It's been a long road, but it's been worth it in the end.", "I'm glad to hear you're doing better now. What do you like to do for fun?", "I like to play video games and watch movies. What about you? Do you have any hobbies?", "I don't have much time for hobbies. I spend most of my time studying.", "That's too bad. What are you studying? I like to read books and watch movies.", "I'm studying to be a nurse. What kind of movies do you like to watch?", "I like action and comedy the most. What's your favorite movie of all time?", "I don't really have a favorite movie, but I do like comedies. What is your favorite?", "I like comedies too. My favorite movie of all time is The Godfather Part II. Have you seen it?"]}
{"id": 28, "dialog": ["I do, but I don't want to make her feel like I'm trying to help her.", "I'm sorry to hear that. What kind of music do you play? I play the piano.", "I do, but I don't want to make her feel like I'm trying to help her.", "That's too bad. Do you play any other instruments? I play the piano.", "I used to play the violin, but it's been a long time since I played.", "That's too bad. What kind of music do you like to play? I play the piano.", "I don't play any musical instruments, but I do enjoy listening to music.", "That's too bad. I like to listen to all kinds of music. What's your favorite genre?", "I don't really have a favorite, I just listen to whatever is on the radio.", "I like all kinds, but my favorite is classical music. What about you?"]}
{"id": 29, "dialog": ["Punk rock is a great genre of music. What is your favorite punk band?", "My favorite punk band is Led Zeppelin. They are an English rock band formed in 1986.", "I've never heard of them. I'll have to check them out. Do you like any other punk bands?", "Yes, I love them. They are an American rock band formed in 1986.", "I will have to look them up. I like punk rock bands that incorporate rock and roll into their music.", "They are a great band. They have sold over 100 million records worldwide.", "Wow, that is a lot of records. I have never heard of them. What kind of music do they play?", "They are an American rock band formed in 1986. They have sold over 100 million records.", "Wow, I had no idea they were that big. I will have to check them out.", "They are a great band. They have sold over 100 million records worldwide."]}
{"id": 30, "dialog": ["Dogs are the best. What kind of dog do you have? I have a beagle.", "I love beagles too! I love how they can be trained to do a variety of things.", "Beagles are great dogs. I have two of them. Do you have any other pets?", "Yes, I love to cook and bake. I also like to read. What about you?", "I don't have any pets right now, but I used to have a beagle when I was a kid.", "That's cool. I've never had a beagle, but I've always wanted to try them.", "Beagles are great dogs, but they can be a lot of work. They have to be trained to be gentle and obedient.", "They can be, but it's worth it in the end. Do you have any pets?", "No, I don't. I would like to get a dog, but my apartment doesn't allow pets.", "It can be, but it's worth it in the end. What do you like to do for fun?"]}
{"id": 31, "dialog": ["Buffalo is a great name for a dog. What do you do for a living?", "I work at a fast food restaurant. I love it. What about you? Do you have any hobbies?", "I work 60 hrs a week, so I don't have much time for hobbies.", "That's cool. What kind of hobbies do you have? I love to cook and bake.", "I like to bake as well, but I'm not very good at it. Do you bake for a living?", "I bake a lot of cookies, brownies, cupcakes, and cakes.", "I don't bake often, but when I do, I like to make cookies and brownies.", "Cookies and brownies are my favorite. I also like to bake cakes and cookies.", "Do you have a favorite type of cookie? I like oatmeal raisin.", "I like a lot of cookies, brownies, and cakes. I also like to make cakes."]}
{"id": 32, "dialog": ["She has a bearded dragon.  I love animals too.  Do you have any pets?", "Yes, I love to cook and bake. I also like to read. What about you?", "I don't have any right now, but I used to have a dog when I was a kid.", "That's cool. What kind of dog do you have? I love to cook.", "I have a chihuahua, he's a handful but I love him. Do you have any pets?", "No, I don't have any pets. I'm a stay at home mom.", "Oh, I see. What do you like to do for fun? I like to read.", "I love to read as well. What is your favorite genre? I like fantasy and sci-fi.", "I like sci fi too. I also like fantasy novels. Do you have any favorite authors?", "I don't really have a favorite author, but I do like science fiction. What about you?"]}
{"id": 33, "dialog": ["Not really. I just feel like I can accomplish anything I set my mind to. How about you?", "I don't know if I could do it. I love to cook and bake.", "I like to bake too, but I'm not very good at it. What kind of food do you like to cook?", "I bake a lot of cookies, brownies, cupcakes, and other baked goods.", "I love baking brownies. They're my favorite. Do you have a favorite type of cookie?", "I like cookies and brownies the most. I also like to bake cakes and cookies.", "I like baking cookies too, but I'm not very good at baking. What kind of baking do you like to do?", "I like baking brownies as well. I'm a big fan of baking cakes and cakes.", "I love baking too! I like to make cakes, cookies, and other baked goods.", "I love baking brownies as well! I also like to bake cakes, brownies, and other baked goods."]}
{"id": 34, "dialog": ["I would love to visit Paris someday. What is your favorite cuisine there?", "I love Italian food, especially pasta. What's your favorite thing to eat?", "I love italian as well. My favorite is pasta with meatballs. What about you?", "I love spaghetti and meatballs, but my favorite is lasagna.", "Lasagna is one of my favorites as well! It's one of the most popular foods in the world.", "Lasagna is definitely one of my favorites. It is also one of the world's most popular foods.", "Yes, it is. It's a traditional Italian dish consisting of a yeasted flatbread typically topped with tomato sauce and cheese and baked in an oven.", "I'll have to try it sometime. Do you have a favorite type of pasta?", "I love spaghetti and meatballs, but I also love fettuccine alfredo.", "I've never had that before, but I've always wanted to try it. I've heard it's one of the most popular foods in the world."]}
{"id": 35, "dialog": ["I'm sorry to hear that. Do you have any hobbies that you like to do in your spare time?", "I like to play video games and watch movies. What about you? What do you like?", "I like playing video games as well. What is your favorite genre of games to play?", "I like action and adventure games. Do you have a favorite video game genre?", "I like action, adventure, and racing games the most. I also like platformers.", "I like action, adventure, and racing as well. What is your favorite video game genre?", "I like first person shooters. They are so much fun to play with friends. What about you?", "I like action, adventure, and racing as well. Do you have a favorite video game?", "I really like the Call of Duty series. I have played them since they were released in 2001.", "I've never heard of it. What kind of game is it? Is it a role-playing game?"]}
{"id": 36, "dialog": ["I'm not familiar with them. What kind of music do they play? I like pop punk.", "That's cool. Do you have a favorite band? Mine is Led Zeppelin.", "I don't listen to a lot of music. I mostly work online. What do you do?", "I like all kinds of music, but my favorite band is Led Zeppelin.", "I like them too. They were formed in 1962 in Los Angeles.", "I love them too! I saw them in concert a few years ago, it was amazing!", "I would love to see them live. They are one of the most influential bands of all time.", "They really are. They have sold over 100 million records worldwide. That's a lot of money.", "Wow, that is a lot. They were formed in 1985 in Los Angeles, California.", "Wow, that's a lot. I didn't know that. Do you have a favorite song by them?"]}
{"id": 37, "dialog": ["Purple is a great color. It's one of the three primary colours of pigments in painting.", "It's one of the most popular colors in the world, but it's worth it in the end.", "Yes, it is. It is also the color of royalty, magic, mystery, and piety.", "Yes, it is. It is one of the most popular colors in the world.", "I think it is also one of my favorite colors. It has been around since ancient Egypt and Greece.", "Yes, it is. It is one of the most popular colors in the world.", "It is a great color. I like it because it is so vibrant and bold.", "Yes, it is. It is also one of the most popular colors in the world.", "Yes, and it is also the color of royalty, magic, mystery, and piety.", "Yes, it is. It is also the color of royalty, magic, and piety."]}
{"id": 38, "dialog": ["That's cool. I don't live near any lakes, but I do have a pond in my backyard.", "That's cool. I've never been to a lake, but I've always wanted to go.", "Do you have any pets? I have a dog, a cat, and a snake.", "I don't have any pets. I would love to have a lake or lake.", "I love to go fishing on lakes and rivers. It is so peaceful and relaxing.", "I've never been fishing, but I've always wanted to. I've heard it's very peaceful.", "It really is. You should give it a try sometime. What do you like to do in your spare time?", "I like to play video games and watch movies. I also like to read. What about you?", "I love to read as well. I'm a big fan of Stephen King. What's your favorite book?", "I don't really have a favorite book, but I do like the movie The Shawshank Redemption."]}
{"id": 39, "dialog": ["Yes, there are.  I love rock.  What kind of music do you like?", "I like all kinds of music, but my favorite band is the Beatles. What about you?", "I'm a big fan of Pink Floyd.  Do you have a favorite song by them?", "I don't really have a favorite song, but I do like some of the music from the 60s and 70s.", "My favorite song of theirs is \"Love Me Do\" which was released in 1962.", "I love that song too! It was released in 1962 by the way. Do you have a favorite song by them?", "I really like \"Baby One More Time\". It was a hit in the United States.", "I love that song too! It's one of the most popular songs of all time.", "Yes, it's a great song. It was actually released as a single in 1997.", "I didn't realize it was that old. I love that song too much. What's your favorite song by them?"]}
{"id": 40, "dialog": ["Oh, I see. I don't believe in magic, but I do fantasize about it.", "I don't think I could do it. I love fantasy novels. What kind of music do you like?", "I like all kinds of music, but my favorite genre is rock. What about you?", "I like a lot of different types of music. My favorite band is Led Zeppelin.", "I like them too. They were formed in 1962 in Los Angeles.", "I love them too! I saw them in concert a few years ago, it was amazing!", "I would love to see them live. They are one of the most influential bands of all time.", "They really are. They have sold over 100 million records worldwide. That's a lot of money.", "Wow, that is a lot. They were formed in 1985 in Los Angeles, California.", "Wow, that's a lot. They are one of the most influential bands of all time."]}
{"id": 41, "dialog": ["Yes, I can hold my breath for quite a while. Do you have any hobbies?", "Yes, I love to cook and bake. I also like to read. What about you?", "I like to bake as well, but I'm not very good at it. What kind of food do you like to cook?", "I like to bake as well, but I'm not very good at it. What's your favorite food?", "I love Italian food, especially pasta. Do you have a favorite type of pasta?", "I like spaghetti and meatballs the most. What's your favorite?", "My favorite is fettuccine alfredo. What is your favorite pasta dish?", "I love pasta too! It's one of the most popular foods in the world.", "I love it too. It is so versatile. It can be topped with vegetables, meats, and condiments.", "I love it too! It's one of the most popular foods in the world."]}
{"id": 42, "dialog": ["I guess not. What do you like to do in your spare time? I like to travel.", "That sounds like a lot of fun. Do you have a favorite place to go?", "I love to go to the beach. It's so relaxing. What about you?", "I love going to the lake. I like to hike and camp. What is your favorite thing to do there?", "I love hiking and camping too. I also like to go fishing on the weekends.", "That sounds like a lot of fun. I've never been fishing before. Do you go often?", "I try to go at least once a month. It's a great way to spend time with friends and family.", "That sounds like it would be a lot of fun. I've never been fishing before.", "You should try it sometime. It can be relaxing and a good way to get out of the house.", "I'll have to look into it. I've always wanted to go fishing on the weekends."]}
{"id": 43, "dialog": ["That's cool. What do you do for a living? I'm going to be a teacher.", "That's cool. I'm going to be a stay at home mom. What kind of car do you drive?", "I'm still in high school, so I don't have a job yet. What grade do you want to teach?", "I'm going to be a stay at home mom, so I spend a lot of time with my kids.", "That's great! I'm sure you'll do a great job. Do you have any hobbies?", "Yes, I love to cook and bake. I also like to read. What about you?", "Reading is a great hobby. I like to bake as well. What kind of books do you like?", "I like science fiction and fantasy novels. What is your favorite genre?", "I like sci-fi and fantasy as well, but my favorite is historical fiction.", "I like sci fi and fantasy as well, but my favorite is fantasy. What's yours?"]}
{"id": 44, "dialog": ["No, I have never had a heart attack, but I have had a stroke.", "I have never had a heart attack. I had a heart attack in my spare time.", "I'm sorry to hear that. I hope you are doing better now. What do you do for a living?", "I work in a call center. It pays the bills, but it's not what I want to do for the rest of my life.", "That's too bad. Do you have any hobbies you like to do in your spare time?", "I like to play video games and watch movies. I also like to read. What about you?", "I love to read as well. What is your favorite book of all time? Mine is The Catcher in the Rye.", "I really like The Shining. It's one of my favorite movies of all time.", "I haven't read that one yet, but I have heard good things about it. Have you read any other Stephen King novels?", "I haven't, but I've heard a lot about it. It's one of the best-selling movies of all time."]}
{"id": 45, "dialog": ["It's going to be a week.  I can't wait.  Do you have any plans?", "I'm going to the beach. I can't wait to see the waves. What about you?", "I am going camping with my family.  We are going to have a lot of fun.", "That sounds like a lot of fun. What beach are you going to go to?", "I am going to Panama City Beach.  I have never been there before.", "I have never been to a beach before. I hope you have a great time there.", "I am sure I will.  It is one of the most popular beaches in the world.", "I have never been to a beach before. I hope you have a great time there.", "Thank you.  I am looking forward to it.  Have you ever been to one?", "I have not, but I would love to go someday. I have heard it is the most visited beach in the world."]}
{"id": 46, "dialog": ["I've never been to the west coast, but I've always wanted to go. What's it like there?", "That sounds like a lot of fun. Do you have a favorite beach you like to visit?", "No, I don't. But I'd love to go someday. What do you like to do in your spare time?", "I like to go to the lake and swim. I also like to read. What about you?", "I love going to the beach. It's so relaxing to just sit and listen to the waves.", "That sounds like a lot of fun. I've never been to a beach before. Do you go often?", "I try to go at least once a month. The beach is one of my favorite places to relax.", "That sounds like a lot of fun. I've never been to a beach before.", "It is very relaxing. You should check it out sometime. It is located on the Gulf of Mexico.", "I'll have to look into it. I've always wanted to go to a beach."]}
{"id": 47, "dialog": ["I'm not sure, but I do know that the company was founded in 1948.", "Do you know much about it? It's a great company. It was founded in 1948.", "I know that it is the world's largest Japanese automobile manufacturer. Do you like Toyotas?", "Yes, I love Toyotas. It is the worlds largest Japanese automobile manufacturer.", "I know that Toyota is a Japanese multinational automaker headquartered in Tokyo, Japan.", "Yes, it is. It is also the worlds largest Japanese automobile manufacturer.", "Yes, it was founded in 1948 by Kiichiro Toyoda.", "Yes, it is. It is the worlds largest Japanese automobile manufacturer.", "Yes, and it is the world's largest manufacturer of motorcycles as well.", "Yes, it is. It is also the worlds largest Japanese automobile manufacturer."]}
{"id": 48, "dialog": ["That's good to hear. Do you have any hobbies that you like to do with your friends?", "Yes, I love to cook and bake. What about you? What do you like to do?", "I like to hang out with my friends and play video games. What kind of hobbies do you enjoy?", "Video games are fun, but I'm more of an outdoorsy person. I like to hike and camp.", "I love hiking and camping as well. What is your favorite outdoor activity?", "I like to go camping in the mountains. It's a lot of fun.", "I love camping too! It's so relaxing to be out in the wilderness.", "I love camping! It's so relaxing to be out in the wilderness.", "It really is! I love being out in nature and just enjoying the quiet and solitude.", "Yes, it's so relaxing to be out in the wilderness."]}
{"id": 49, "dialog": ["I am a sophomore in college. What are you going to school for?", "I am studying to be a biochemistry major. What is your favorite genre?", "I am majoring in psychology. What do you want to do after you graduate?", "I am going to be a biochemistry major. It is a lot of work, but I love it.", "That's great! I'm sure you'll do great. Do you have a job lined up?", "I'm a stay at home mom, so I get to spend a lot of time with my kids.", "That's great. I wish I could be a stay-at-home mom. How many kids do you have?", "I have two kids. I love going to the beach and swimming in the ocean.", "That sounds like a great way to spend time with your kids. How old are your kids?", "That sounds like a lot of fun. I wish I had the time to go to the beach."]}
