{"id": 0, "dialog": ["Yes, they returned it and it was in perfect shape. I was so grateful.", "That's great! I'm glad you were able to do it. What did you do for fun?", "That's great! I'm glad they were able to return it to you. What kind of fishing do you like to do?", "I like to go fishing for trout, salmon, steelhead, and bass.", "That sounds like a lot of fun. I've never been fishing, but I've always wanted to.", "That sounds like a lot of fun. What kind of fishing do you like to do?", "I like salmon fishing. It's the most common type of freshwater fishing in the world.", "That sounds like a lot of fun. salmon is one of the most popular foods in the world.", "It is! It's also one of my favorite types of seafood. Do you like it?", "I love salmon too! It is one of the most popular foods in the world."]}
{"id": 1, "dialog": ["That sounds like it would be really scary. Do you live near a beach? I don't like them.", "I live near a beach. It's a lot of fun. Do you have any hobbies?", "I used to live near one, but now I live in a rural area. I miss it.", "I'm sorry to hear that. Do you have any hobbies you like to do near a beach?", "I like to go to the beach and listen to the waves crash on the shoreline.", "I love going to the beach and going to the beach. It's a lot of fun.", "I love the sound of the ocean. It is so peaceful and relaxing.", "It really is. I love the sound of the waves crashing on the shoreline.", "Yes, it is so relaxing and soothing. I wish I could go more often.", "I'm sorry to hear that. Do you have any hobbies you like to do near the beach?"]}
{"id": 2, "dialog": ["He does believe in animal rights, but he just doesn't agree with me on a lot of things.", "I'm sorry to hear that. I hope everything works out for you in the long run.", "Thank you, I hope so too. I don't know what I would do without him.", "I'm sorry to hear that. I hope everything goes well for you in the end.", "Thank you so much, I appreciate it. I'm sure everything will work out for the best.", "You're welcome. I hope everything goes well for you in the end.", "Thank you, I hope so too. It's been a long time since I've been in a relationship.", "You're welcome. I'm sure everything will work out for the best in the end.", "Thank you so much, I really hope so. I feel like I'm going to be alone forever.", "You're welcome. I'm sure everything will work out for the best in the end."]}
{"id": 3, "dialog": ["I agree.  I like mine with chocolate syrup and vanilla ice cream.  How about you?", "I love it with vanilla ice cream. It's one of the most popular foods in the world.", "I love it too.  It is one of my favorite desserts.  Do you have a favorite flavor?", "I love ice cream too. It's one of the most popular desserts in the world.", "I agree.  Vanilla is my favorite flavor.  What is your favorite flavor of ice cream?", "I really like the ice cream ice cream ice cream. It's one of the most popular desserts in the world.", "I love Ben & Jerry's.  They have so many flavors to choose from.  Do you have a favorite flavor?", "I really like the ice cream ice cream ice cream. It is one of the most popular desserts in the world.", "I do too!  I love that it's made with frozen yogurt, sorbet, and gelato.", "Yes, it is. It is made with a variety of fillings like ice cream and ice cream."]}
{"id": 4, "dialog": ["I think it went well.  We had a good time and I think she liked me.", "That's good to hear. I'm glad you had a good time. What did you do for fun?", "I went out to eat and then went to a movie. It was a lot of fun.", "That sounds like a good idea. What movie were you going to eat? I went to a concert with some friends.", "I was going to see the new Star Wars movie. What concert did you go to?", "I went to a concert with some friends. It was a lot of fun. What about you?", "I didn't get to go to any concerts, but I did go to a music festival.", "That sounds like a good idea. What kind of music did you play? I like rock and roll.", "Rock and roll is a great genre of music to listen to while you are out and about.", "I listen to a little bit of everything, but rock is a great genre."]}
{"id": 5, "dialog": ["I haven't read that one. I'll have to check it out. I'm a big Superman fan.", "I'm a big fan of Superman. It's one of my favorite movies of all time.", "I love Superman too! He's my favorite superhero. He's the best.", "I'll have to check him out. I'm a big fan of him. Do you have a favorite character?", "I really like Superman as well. He was born on October 2, 1949.", "I didn't know that! He was born and raised in Honolulu, Hawaii.", "He was also born in New York City, which is why he is known as the \"Biggest Superhero\" in the world.", "That's right! He was born and raised in Honolulu, Hawaii.", "That's right, he was born in 1974, which makes him the eighth-largest superhero in the United States.", "That's right! He was born and raised in Honolulu, Hawaii."]}
{"id": 6, "dialog": ["I'm so sorry to hear that. My father passed away a few years ago as well.", "Oh wow, that's a long time ago. Did you confront him about it?", "Yes, I did. It was hard at first, but I've come to terms with it.", "Oh wow, that's a long time ago. I'm glad you were able to get through it.", "Thank you. It's been a long road, but it was worth it in the end.", "You're welcome. It's been a long road, but you'll be able to get through it.", "I sure hope so. I don't know if I'll make it, but I'll try.", "I'm sorry to hear that. I hope everything works out for you in the long run.", "Thank you, I appreciate it. I'm trying to stay positive, but it's hard.", "You're welcome. I'm sure everything will work out for the best in the end."]}
{"id": 7, "dialog": ["He's a figure skater. He's been skating since he was a little kid.", "That sounds like a lot of fun. What kind of skating do you like to do?", "I like rollerblading, but I haven't skated in a long time.", "That sounds like a lot of fun. Do you have a favorite type of skating?", "I like to watch figure skating, but roller skating is so much more fun.", "figure skating is a lot of fun. It's a great way to get away from the city.", "I agree, it's so much better than rollerblading because you don't have to wear a helmet.", "I'm sorry to hear that. Do you have a favorite figure skater?", "I don't really have one, I just like to watch them. I like watching them do tricks.", "That sounds like a lot of fun. Do you have a favorite figure skater?"]}
{"id": 8, "dialog": ["I don't eat fish, but I'm sure it's good for you. What do you do for a living?", "I work in a warehouse. It's not the most exciting job in the world, but it pays the bills.", "I bet it isn't. I work for an online company, so it's not exciting at all.", "I'm sorry to hear that. Do you have any hobbies you like to do in your spare time?", "I like to play video games. What about you? What do you do for a living?", "Video games are fun, but I'm more of a bookworm. I love to read.", "I like to read as well. What kind of books do you like? I like fantasy and sci fi.", "I like science fiction as well. I also like fantasy and sci fi. What is your favorite genre?", "Fantasy and Sci fi are my favorite genres. Do you have a favorite book?", "I don't really have a favorite book, but I do enjoy reading non-fiction."]}
{"id": 9, "dialog": ["That sounds really good. I'll have to try that next time I'm craving a burrito.", "Burritos are one of my favorites as well. I love how they can be made with a variety of fillings like beef, pork, chicken, seafood, and vegetables.", "I've never had one of those before. Do they have a lot of meat in them?", "Burritos are one of the most popular foods in the world. They can be made with a variety of fillings like beef, pork, and rice.", "I've never heard of a burrito with that many fillings, but I do know that burritos can be eaten without utensils.", "Yes, they can be made with a variety of fillings like beef, pork, and rice.", "That's interesting, I didn't know that. Do you like them with beans, rice, lettuce, salsa, guacamole, or sour cream?", "Yes, they are made with a variety of fillings like beef, pork, and rice.", "That sounds really good, I'll have to try it sometime. I've never had it with rice before.", "Yes they are. They can be made with a variety of fillings like beef, pork, and rice."]}
