{"id": 0, "dialog": ["Yes, they returned it and it was in perfect shape. I was so grateful.", "That's great! I'm glad you were able to get it back in good shape.", "That's great! I'm glad they were able to return it to you. What kind of fishing do you like to do?", "I like to go fishing in the ocean. It's so peaceful and relaxing.", "That sounds like a lot of fun. I've never been fishing, but I've always wanted to.", "It really is. It's a great way to get out of the house and get some fresh air.", "I bet it is. Do you have a boat or do you use a fishing boat?", "I used to use a fishing boat when I was younger. It was a lot of fun.", "I've never used a boat before, but I've always wanted to go fishing on a lake or a river.", "You should, it's a great way to get out of the house and get some fresh air."]}
{"id": 1, "dialog": ["That sounds like it would be really scary. Do you live near a beach? I don't like them.", "I live near a beach, but I'm not very good at it. I'm more of an outdoorsy person.", "That's too bad. I live near one, and I love it. What do you like to do in your spare time?", "I like to spend time with my family and play video games. What about you? Do you have any hobbies?", "I love going to the beach. It's my favorite place to be. I also like to read.", "Reading is a great way to pass the time. What kind of books do you like?", "I like science fiction and fantasy novels. Do you like those genres as well?", "I like science fiction as well. I also like fantasy and sci-fi.", "Science fiction is one of my favorite genres. What is your favorite sci fi book?", "I really like the Harry Potter series. It's one of my favorite books of all time."]}
{"id": 2, "dialog": ["He does believe in animal rights, but he just doesn't agree with me on a lot of things.", "I'm sorry to hear that. Do you have any hobbies that you like to do?", "I like to play video games.  What about you?  What do you do for fun?", "Video games are fun, but I'm more of a bookworm. I love to read.", "I like to read too.  I like fantasy and sci-fi the best.", "Fantasy and Sci fi are my favorite genres of books. What is your favorite sci fi book?", "I really like the Dresden Files series by Jim Butcher.  What about you?", "I've never heard of that one. I'll have to check it out. What else do you like to do?", "I like to play video games and watch movies.  Do you have a favorite genre?", "I like action and adventure books the most. I also like fantasy and sci-fi."]}
{"id": 3, "dialog": ["I agree.  I like mine with chocolate syrup and vanilla ice cream.  How about you?", "I like it with a chocolate syrup as well. I also like vanilla cream.", "I like my shakes to be sweetened with sugar or sugar substitutes. Vanilla is good too.", "That sounds really good. I'm not a big fan of vanilla either. Do you like your shakes?", "Yes, I love them. I like to make them with milk, cream, sugar, and vanilla extract.", "That sounds really good. I'll have to try it sometime. What else do you like to do?", "I love to cook and bake. What about you? Do you have any hobbies?", "I like to bake as well. I also like to play video games. What kind of things do you do?", "Video games are fun. I like to read and write poetry. Do you read?", "I love to read as well. I'm a big fan of Stephen King. What's your favorite book?"]}
{"id": 4, "dialog": ["I think it went well.  We had a good time and I think she liked me.", "I'm glad you had a good time. It's always good to have a good time.", "Thank you.  I hope you have a great day.  What do you like to do for fun?", "I like to play video games and watch movies. What about you? Do you have any hobbies?", "Video games are a lot of fun. I like to go to the movies as well.", "I love video games too. What is your favorite genre? Mine is RPGs.", "I like action and adventure games the most. What do you like to do in your spare time?", "I like to spend time with my family and play video games with them. What about you?", "I like to go to the park and play with my dog. He's my best friend. Do you have any pets?", "I don't, but I would love to get a dog one day. What kind of dog do you have?"]}
{"id": 5, "dialog": ["I haven't read that one. I'll have to check it out. I'm a big Superman fan.", "I love Superman too! It's one of my favorite movies of all time. What's your favorite superhero?", "I don't really have a favorite. I just like superheros in general. What about you?", "I don't have a specific favorite, but I do like action and adventure movies.", "That's cool. I like action movies as well. My favorite super hero is Iron Man.", "I've never seen that one. I'll have to check it out. What else do you like to do?", "I like to play video games. What about you? Do you have a favorite genre?", "I like action and adventure movies the most. I also like action and adventure movies.", "Adventure movies are the best! What's your favorite movie of all time? Mine is The Godfather Part II.", "I don't really have a favorite, but I do like action and adventure movies."]}
{"id": 6, "dialog": ["I'm so sorry to hear that. My father passed away a few years ago as well.", "Thank you. It was a long time ago, but it still stings a little.", "I'm sure it does. I lost my dad when I was young, so I know how it feels.", "I'm sorry for your loss as well. It's hard to lose someone you love.", "It really is. I still miss him sometimes, but I try not to think about it too much.", "That's a good attitude to have. I know how hard it can be to lose someone you love.", "Thank you for the kind words. I try to remember the good times I had with him.", "You're welcome. I wish you the best of luck in your future endeavors.", "Thank you so much. I appreciate it. I hope you have a great day.", "You're welcome. Thank you for the well wishes and good luck with your future endeavors."]}
{"id": 7, "dialog": ["He's a figure skater. He's been skating since he was a little kid.", "That's cool. I've never been to a skater, but I've always wanted to try it.", "It's a lot of fun. You should give it a try. What do you like to do for fun?", "I like to play video games and watch movies. What about you? Do you have any hobbies?", "Video games are fun. I like to go to the movies as well. What's your favorite genre?", "I like action and adventure games the most. Do you have a favorite genre?", "I like action, adventure, and comedy the best. What is your favorite movie?", "I don't really have a favorite movie, but I do like action and adventure games.", "Adventure games are a lot of fun. I like to play them with my friends. What else do you like to do?", "I like to play video games with my friends. What about you? What kind of hobbies do you have?"]}
{"id": 8, "dialog": ["I don't eat fish, but I'm sure it's good for you. What do you do for a living?", "I work in a warehouse. It's not the most exciting job in the world, but it pays the bills.", "I bet it isn't. I work for an online company, so it's not exciting at all.", "That's too bad. Do you have any hobbies that you like to do in your spare time?", "I like to play video games. What about you? What kind of work do you do?", "Video games are fun, but I'm more of a bookworm. I love to read.", "I like to read too. I like fantasy and sci-fi. What is your favorite book?", "I don't really have a favorite book, but I do like fantasy and sci fi.", "I like those too. Have you read any Stephen King books? He is my favorite author.", "I haven't, but I've heard a lot about him. What's your favorite book of his?"]}
{"id": 9, "dialog": ["That sounds really good. I'll have to try that next time I'm craving a burrito.", "Burritos are great! I love burritos, they are so versatile.", "They really are. I work in a hospital so I get them all the time. What do you do for a living?", "I work in a warehouse. It's not the most exciting job in the world, but it pays the bills.", "I bet it does. Do you have any hobbies? I like to play video games.", "I like playing video games as well. I also like to read. What kind of video games do you play?", "I play a lot of Call of Duty. I'm a big fan of first person shooters. What about you?", "I'm not much of a gamer. I'm more of an outdoorsy person.", "That's cool too. What do you like to do outside? I like to hike.", "I like hiking too. It's a great way to get away from the city."]}
